/* Standard dialog buttons */
"OK" = "好";
"Cancel" = "取消";
"Retry" = "重新尝试";
"Disconnect" = "断开连接";

/* Low disk space warning alert */
"Your startup disk is almost full." = "您的启动磁盘几乎已经满了。";
"You need to make more space available on your startup disk by deleting files." = "您需要删除文件以便在您的启动磁盘上腾出更多的可用空间。";
"Your disk is almost full." = "您的磁盘几乎已经满了。";
"The disk " = "磁盘";
" is almost full. You can delete files on the disk to make more space available." = "几乎已经满了。您可以删除磁盘上的文件以腾出更多的可用空间。";
"Do not warn me about this disk again" = "不再就该磁盘提出警告";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "您的启动磁盘已满。";
"Your_disk_is_full." = "您的磁盘已满。";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = "已经满了。您可以删除磁盘上的文件以腾出更多可用空间。";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "您正在使用的一个服务器不能响应文件锁定请求。您要继续尝试联系它吗？";
"Click OK to continue trying to contact the server " = "点按“好”以便继续尝试联系服务器";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". 点按“停用锁定”可以停用此文件系统的文件锁定。如果您停用此文件系统的锁定，则任何使用此文件系统的文件锁定的应用程序都会停止工作。";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "您确定要停用此文件系统的文件锁定吗？";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "如果您停用此文件系统的锁定，则任何使用此文件系统的文件锁定的应用程序都会停止工作。";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "不要再警告我。";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "读／写错误";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "访问时检测到错误";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "检测到文件系统损坏";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "检测到文件系统损坏的位置";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = "宗卷将在下次装载时被修复。";
